<!doctype html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport"
          content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>Hello</title>
</head>
<body>
    <h1>Добро пожаловать!</h1>
<p>
    Новостные агрегаторы
    Новостные агрегаторы - это программные продукты (информационные сервисы), которые собирают новости, записи блогов, записи в социальных сетях или иной медиа-контент из различных источников, обрабатывают и представляют его в одном месте для удобного просмотра

    Для включения в категорию сервисов новостных агрегаторов программный продукт должен:

    Собирать медиа-контент, хранить его в собственной базе данных и проводить его обработку,
    Выделять события, определять информационные поводы, тегировать новости,
    Поддерживать развитую систему рубрик,
    Обладать средствами вывода ленты новостей, поиска и фильтрации по основным параметрам.
</p>
</body>
</html>
